var hotPushModule={
	state:{
		contents:{
			employment:[
				'北京黑马Android就业100期 平均薪资9000元',
				'北京黑马JavaEE就业49期 毕业23个工作日，平均薪10119元，就业率80.61%！',
				'北京传智JavaEE就业243期 毕业38工作日，平均薪资9078元，就业率83.78%！',
				'北京黑马JavaEE46期 平均薪资10131元，毕业46个工作日，就业率92.16%！',
				'北京传智JavaEE245期 平均薪资8719元，毕业24个工作日，就业率64.47%！',
				'北京黑马JavaEE51期',
				'北京传智Python4期毕业9个工作日，就业率60% ，平均薪资10784',
				'一张帖看完全国所有学科、班级就业薪资'
				],
			learning:[
				'18期的汉子，一个菜鸟忽悠到9.5K【连载】',
				'学累了休息时的无聊贴',
				'吐槽讲师无极限，钟爱黑马每一天！！！',
				'北上之路，能走多远。',
				'学员感言区的发帖规范',
				'这个世界很大，但是我们遇见了'
				],
			classActive:[
				'扬理想的风帆，铸清洁的灵魂-安卓104期就业班',
				'生活不求完美，但求实在---致黑马JavaEE基础316期',
				'Python，刚好遇见你~~~',
				'小小的天，大大的梦想——就业班开班啦',
				'7月我们奋斗在路上---致北京传智JavaEE基础304期！'
				],
		}
	}
}